Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Pewnie straciłeś już nadzieję na odzyskanie tego złota.
uk: Ти, мабуть, уже втратив надію повернути це золото.

source: Pewnie szukasz czegoś, co można zwędzić i opylić na gorzałę, co?! Ja znam takich jak ty!
uk: Закладаюся, ти шукаєш, чого б такого вкрасти і продати за випивку, чи не так?! Я знаю таких, як ти!

source: Pewnie są bardzo ostrożni.
uk: Напевно, вони дуже обережні.

source: Pewnie ta sama dobra dusza, która targnęła się na życie Volkera. Chłopak nawet nie zdaje sobie sprawy, czego dokonał tym jednym strzałem.
uk: Ймовірно, та сама добра душа, яка спробувала позбавити Волкера життя. Хлопець навіть не усвідомлює, чого він досяг цим єдиним пострілом.

source: Pewnie tak, i chyba nawet wiem, kto taki.
uk: Схоже на те, і, здається, я навіть знаю, хто.

source: Pewnie tak.
uk: Напевно, так.

source: Pewnie tak. Gdzie tym razem mógł wejść? Bo dobrze słyszałem, że ty mu wydajesz pozwolenia?
uk: Саме так. Куди він міг піти цього разу? Бо якщо я не помиляюся, то це ти видаєш йому дозволи?

source: Pewnie taki jak zwykle. Propaganda bezpieczeństwa i państwa opiekuńczego musi się kręcić.
uk: Напевно, все як завжди. Пропаганда безпеки та соціального нагляду має тривати.

source: Pewnie tam, skąd przyleźli, czyli w kierunku miasta.
uk: Напевно, туди, звідки й прийшли, тобто в напрямку міста.

source: Pewnie to oni by nas tutaj wysłali, a sami zostali na Londram. Wiesz jak ważny był dla nich dom, ważniejsi chyba byliśmy jedynie my.
uk: Вони, напевно, відправили б нас сюди, а самі залишилися на Лондрамі. Ти ж знаєш, наскільки важливим для них був їх дім. Важливішими були, мабуть, тільки ми двоє.

source: Pewnie trochę pozrzędzi, ale pomoże ci.
uk: Можливо, він трохи побурчить, але допоможе тобі.

source: Pewnie trzymają go razem z zarekwirowanym dobytkiem zamachowca.
uk: Мабуть, вони зберігають його разом з вилученими речами вбивці.

source: Pewnie uważasz, że twój żołd jest za mały...
uk: Можливо, ти вважаєш, що тобі платять недостатньо...

source: Pewnie w głównej sieci korytarzy. Tylko uważaj, żeby się nie zgubić. Nowi często tracą tam orientację.
uk: Мабуть, у головних коридорах. Тільки обережно, щоб не заблукати. Новачки часто там втрачають орієнтацію.

source: Pewnie w kierunku miasta, tam skąd przylazł.
uk: Напевно в напрямку міста – туди, звідки й прийшов.

source: Pewnie wielu ci ich zazdrości.
uk: Певно, багато хто тобі заздрить.

source: Pewnie wiesz, że nie można jej wystawiać na światło słoneczne, dlatego zajmujemy się tym w nocy. W dzień naświetliłaby się i straciłaby swoje właściwości.
uk: Ти, напевно, знаєш, що не можна щоб на неї потрапляло сонячне світло, тому ми працюємо з нею вночі. Вдень вона піддається впливу сонячних променів і втрачає свої властивості.

source: Pewnie właśnie dlatego mnie, jako zwykłemu, szaremu człowiekowi, jest z nim po drodze.
uk: Напевно, тому я, як звичайна пересічна людина, маю з ним спільні погляди.

source: Pewnie zajmie to kilka dobrych tygodni, ale kopalnia znowu zacznie przynosić zyski.
uk: Це, ймовірно, займе кілька тижнів, але копальня знову стане прибутковою.

source: Pewnie zauważyłeś, że delikatnie mówiąc, nie wszystko przebiega tam zgodnie z procedurami.
uk: Ти, напевно, помітив, що там, м'яко кажучи, не все гладко.

source: Pewnie znowu któryś z chłopaków miał ochotę na dziczyznę i przetrząsnął pół magazynu. Ja tam wracam do spania.
uk: Мабуть, комусь із хлопців знову захотілося м'яса і він перевернув пів складу. Піду спати далі.

source: Pewnie że dam radę, nie takie rzeczy się robiło! Idź, w razie czego wróć ze wsparciem!
uk: Звичайно, зможу, раніше я і не таке робив! Йди, і, про всяк випадок, повертайся з підкріпленням!

source: Pewnie że nie! Wszyscy byśmy woleli, żeby przymknął oko za darmo, ale co zrobisz? Tak jest świat urządzony.
uk: Звісно, що ні! Ми б хотіли, щоб він задарма закрив на це очі, але що вдієш? Так влаштований світ.

source: Pewnie że się boję! Cholera, przygody mi się zachciało na stare lata... po co... po co...
uk: Звісно, я боюся! Дідько, на старість я став авантюристом. Навіщо... для чого...

source: Pewnie że tak! Znalezienie sobie porządnego płatnego zajęcia jest teraz coraz trudniejsze, wszyscy wolą zatrudniać po taniości ludzi z Wysp Południowych!
uk: Ще б пак! Знайти гідно оплачувану роботу в наші дні стає все важче і важче, всі намагаються задешево найняти людей з Південних островів!

source: Pewnie że tak. Spróbuj dojść do siebie, ja ich poszukam.
uk: Певно, що так. Спробуй прийти до тями, а я їх пошукаю.

source: Pewnie! Bieganie to przecież łatwizna, wystarczy panować nad oddechem i jakoś to leci. Tylko wiesz...
uk: Звісно! Бігати легко, просто контролюєш дихання і все виходить. Але, знаєш...

source: Pewnie! Dzięki, stary! Trzymaj!
uk: Звісно! Дякую, друже! Тримай!

source: Pewnie! Lorenzo unieważnił twój kontrakt, więc nie możesz posiadać naszego sprzętu! Oddawaj!
uk: Звісно! Лоренцо анулював твій контракт, тому ти не можеш володіти нашим спорядженням! Віддавай!

source: Pewnie! To jedno z najładniejszych miejsc na całej wyspie.
uk: Звісно! Це одне з найкрасивіших місць на всьому острові.

source: Pewnie! Ty też go polubisz, jak kilka razy będziesz świadkiem upijania nowego członka Gildii. Porównywanie reakcji nowych to całkiem interesujące zajęcie.
uk: Певно, що так! Ти його теж полюбиш, коли кілька разів станеш свідком того, як новий член Гільдії напивається. Досить цікаво порівнювати реакції новобранців.

source: Pewnie! Znam się na wszystkim, co związane z krzepą. Nabieranie siły, walka ciężką bronią, strzelanie z kuszy.
uk: Звісно! Мені відомо все, що пов'язано з силою: як її підвищити, як битися з важкою зброєю, як стріляти з арбалета.

source: Pewnie, ale za opłatą. Czemu mam sobie za darmo hodować konkurencję w Silbach, hehe.
uk: Звичайно, але за певну плату. Чому я маю задарма вчити своїх конкурентів у Сільбаху, хе-хе.

source: Pewnie, co jeszcze? Może jeszcze z własnej kieszeni dopłacę ci brakującą kwotę?
uk: Авжеж, а що далі? Може, мені ще й доведеться докласти з власної кишені?

source: Pewnie, czemu nie.
uk: Звісно, чому б і ні.

source: Pewnie, daj mi tylko pretekst, żebym mogła oskarżyć cię o nadużywanie uprawnień. Stracisz mundur jeszcze szybciej, niż Frida sklep!
uk: Звісно, дай мені тільки привід, щоб я могла звинуватити тебе у перевищенні повноважень. Ти втратиш свою форму навіть швидше, ніж Фріда свій прилавок!

source: Pewnie, i zrobią z nas niewolników, bo nie mamy obywatelstwa! Odpada!
uk: Ну так, і вони зроблять з нас рабів, бо ми не маємо громадянства! Не варіант!

source: Pewnie, idziemy.
uk: Звичайно, ходімо.

source: Pewnie, idź przodem.
uk: Звісно, йди вперед.

source: Pewnie, jak każdego członka wyspecjalizowanych oddziałów chętnie podszkolę.
uk: Звісно, як і кожного члена спеціального підрозділу, я з радістю тебе навчу.

source: Pewnie, mam do załatwienia coś, co świetnie się nada dla takiego świeżaczka, jak ty!
uk: Звичайно, є дещо, з чим мені може допомогти такий новачок, як ти!

source: Pewnie, nie ma sprawy.
uk: Звичайно, без проблем.

source: Pewnie, nigdzie się nie wybieram.
uk: Звичайно, я нікуди не поспішаю.

source: Pewnie, po takiej współpracy chętnie zapiszę się na więcej!
uk: Звичайно, після такої співпраці я з радістю погоджуся і на подальші!

source: Pewnie, proszę.
uk: Звісно, прошу.

source: Pewnie, przed murami jest jeden cel, na którym często ćwiczę. Chodź!
uk: Звичайно, є одна мішень перед стінами, на якій я часто тренуюся. Ходімо!

source: Pewnie, przygotuj broń!
uk: Звісно, готуй зброю!

source: Pewnie, spokojna, przy dzisiejszej młodzieży...
uk: Звісно, не хвилюватися, з сучасною молоддю...

source: Pewnie, swojemu zawsze chętnie pomogę! Całkiem sprawnie sobie poradziłeś z naszym samogonikiem, muszę przyznać! Lepiej niż ja, a sam od lat zajmuję się pędzeniem!
uk: Звичайно, я завжди радий допомогти своїм! Мушу сказати, ти чудово впорався з нашою випивкою! Краще, ніж я, а я вже багато років займаюся її виготовленням!

source: Pewnie, tak samo, jak każdego członka oddziałów specjalnych.
uk: Звичайно, як і будь-який член спеціального підрозділу.

source: Pewnie, za mną.
uk: Звичайно, за мною.

source: Pewnie, że pamiętam. I naprawdę cię przyjęli do tropicieli!
uk: Звичайно пам'ятаю. Тебе й справді взяли в слідопити!

source: Pewnie, że panuję.
uk: Звичайно.

source: Pewnie, że tak. Biorę się do roboty.
uk: Звичайно. Я беруся до справи.

source: Pewnie.
uk: Звичайно.

source: Pewnie. Co mogę dla ciebie zrobić?
uk: Звісно. Що я можу для тебе зробити?

source: Pewnie. Jak każdy kowal znam się na szybkim nabieraniu krzepy, i mogę ci pokazać, jak się to robi.
uk: Звісно. Як і будь-який коваль, я знаю дещо про те, як швидко стати сильнішим, і можу показати тобі, як це робиться.

source: Pewnie. Jako rzeźnik znam się na podstawowym oprawianiu zwierząt. Chętnie ci o tym opowiem, może dzięki temu nie będę musiał czyścić przyniesionego przez ciebie mięsa z sierści.
uk: Звісно. Як м'ясник, я знаюся на білуванні тварин. Я з радістю розповім тобі про це. Можливо, тоді мені не доведеться чистити принесене тобою м'ясо від хутра.

source: Pewnie. Jestem kowalem, więc moją rolą jest kuć.
uk: Звісно. Я коваль, тож моя робота – кувати.

source: Pewnie. Jeszcze nie podpadliście zbyt wielu ludziom, nie jesteście zapracowani, bo nie macie za wiele do roboty, można powiedzieć, jesteście strażnikami z ludzką twarzą.
uk: Звісно. Ти ще не пересварився з купою людей, ще не перевтомлений, бо не маєш багато роботи, так би мовити, ти вартовий з людським обличчям.

source: Pewnie. Po to zostałem strażnikiem.
uk: Звісно. Для цього я і став вартовим.

source: Pewnie. W tym środowisku trzeba sobie jakoś radzić, więc nabrałem całkiem niezłej wprawy w otwieraniu zamków i dobieraniu się do własności innych.
uk: Так, звісно. Тут потрібно якось виживати, тож я непогано навчився відмикати замки і прибирати до рук чуже добро.

source: Pewnie. Żółtodziobów uczę walki ciężką bronią, a naszym elitom pokazuję jak stać się silniejszym. Oczywiście jeśli już trochę tej siły mają.
uk: Звісно. Я вчу новачків, як битися важкою зброєю, а також показую нашій еліті, як стати сильнішими. Звісно, якщо вони вже мають певний рівень сили.

source: Pewności nie masz, nie dziwię się, ale skoro doszedłeś aż tutaj, to pewnie jesteś na tyle rozumny, by rozeznać się, kto stoi po czyjej stronie.
uk: Мене не дивує твоя недовіра, але якщо ти пройшов весь цей шлях, то, напевно, достатньо розумний, щоб зрозуміти, хто на чиєму боці.

source: Pewność siebie potrafi być zgubna. Znałem wielu wojowników, którzy wierzyli, że są nieśmiertelni.
uk: Самовпевненість може бути фатальною. Я знав багатьох воїнів, які вважали себе безсмертними.

source: Pewność siebie to podstawa! Powodzenia!
uk: Впевненість – це запорука успіху! Щасти тобі!

source: Pewny zarobek - Gildia nie pozostaje dłużna swoim członkom.
uk: Надійний дохід – Гільдія не залишається в боргу перед своїми людьми.

source: Pewną? Przecież żyjesz.
uk: На вірну? Але ж ти жива.

source: Pełnia many
uk: Чиста мана

source: Pełnia życia
uk: Чисте здоров'я

source: Pełno w niej drobnych kamieni.
uk: Наповнена дрібними самоцвітами.

source: Pełzacz
uk: Повзун

source: Pełzacz Truteń
uk: Повзун-трутень

source: Pełzacz Wojownik
uk: Повзун-воїн

source: Pełzacz królewski
uk: Королівський повзун

source: Pełzacz-truteń
uk: Повзун-трутень

source: Pełzacz-wojownik
uk: Повзун-воїн

source: Pełzacz-żołnierz
uk: Повзун-солдат

source: Pełzacze go dorwały? Co z resztą oddziału?
uk: Повзуни добрались до нього? А що з іншими?

source: Pełzacze już mogą się bać.
uk: Повзуни вже можуть боятися.

source: Pff, chciałbyś. Lepiej idź przyłożyć komuś innemu, chyba to lubisz.
uk: Пфф, ну звісно. Краще піди вріж комусь, як ти любиш.

source: Pff... no co mam nie rozumieć? Nie podoba mi się, że sam z siebie mam złożyć wizytę w koszarach, ale niech będzie.
uk: Пфф... а що тут незрозумілого? Мені самому не дуже подобається ідея йти до казарм, але хай буде так.

source: Pfuuuuu! Skwaśniało.
uk: Фееееее! Скисло.

source: Picie w pracy? To nieprofesjonalne!
uk: Пити на роботі? Це непрофесійно!

source: Pieczeń pasterska marynowana w winie
uk: Пастуша печеня, маринована у вині

source: Pieczona jagnięcina z warzywami i winem
uk: Печеня з баранини з овочами та вином.

source: Pieczęć Lorenzo
uk: Печатку Лоренцо

source: Pieczęć Rodericha
uk: Печатка Родеріха

source: Pieczęć zwiadowcy
uk: Печатка розвідника

source: Piedestał otworzył jedne wrota, ale zamknął następne. Wygląda na to, że to jakiś labirynt, muszę ostrożnie obierać drogę.
uk: Постамент відчинив один прохід, але зачинив інші. Це схоже на якийсь лабіринт, я мушу ретельно вибирати шлях.

source: Piekarnia
uk: Пекарня

source: Piekarz
uk: Пекар

source: Piekarz Paola handluje pieczywem oraz wypiekami. Jego piekarnia znajduje się przy placu wioski.
uk: Пекар Паоло продає хліб і випічку. Його пекарня знаходиться біля сільської площі.

source: Piekarz skarżył się, że go okradliście. Lepiej uważaj, bo za takiego rodzaju wykroczenia mógłbym was wysłać do kolonii karnej.
uk: Пекар поскаржився, що його пограбували. Будь обережним, бо за такий злочин я можу відправити вас до виправної колонії.

source: Pieniądz też się przyda.
uk: Гроші теж стають у нагоді.

source: Pieniądze nie będą ci już potrzebne. Cortez rozkazał mi cię zabić!
uk: Гроші тобі більше не знадобляться. Кортез наказав мені тебе вбити!

source: Pieniądze z zakładu
uk: Гроші зі ставки

source: Pieprzny stek
uk: Відбивна з прянощами

source: Piernacz
uk: Пернач

source: Pierwsi na myśl przychodzą mi Leon i Kuno. Są dość poważani w mieście, więc Matey z pewnością zaakceptuje takie referencje.
uk: Перші, хто спадає на думку, це Леон і Куно. Вони досить поважні люди в місті, тож Матей неодмінно прийме їх рекомендації.

source: Pierwsza butelka 'Mrocznego Paladyna'
uk: Перша пляшка 'Темного Паладина'

source: Pierwsza butelka opróżniona. Powinienem wylać drugą w okolicy pracowni Dacka.
uk: Першу пляшку розлито. Потрібно розлити другу біля майстерні Дака.

source: Pierwsza butelka opróżniona. Powinienem wylać drugą w okolicy wejścia do stoczni.
uk: Першу пляшку розлито. Потрібно розлити другу біля входу на корабельню.

source: Pierwsza informacja jest za darmo. Reszta, po 10 sztuk złota.
uk: Перша інформація – задарма. Усі наступні - по 10 золотих.

source: Pierwsza lekcja: pamiętaj - umiejętności to podstawa, ale równie ważna jest broń z której strzelasz. Nawet najlepszy strzelec będzie bezradny z felernym łukiem czy kuszą.
uk: Перший урок: пам'ятай - навички це головне, але зброя, з якої ти стріляєш, не менш важлива. Навіть найкращий стрілець буде безпорадним з поганим луком чи арбалетом.

source: Pierwsza osoba, która do niej dobiegnie, zamelduje się u jednego z jej strażników.
uk: Перший, хто дістанеться до них, відзначиться у одного з їх вартових.

source: Pierwsza to stary tunel w górze naprzeciwko miasta. Oczywiście, nie ten zawalony, tylko ten, który prowadzi do lasu za Wielką Winnicą.
uk: Перша – старий тунель на пагорбі навпроти міста. Звісно, не той, що обвалився, а той, що веде до лісу за Великим виноградником.

source: Pierwsza z nich, wędrując tygodniami przez niegościnne południowe pustkowia, założyła osadę Varrant w dorzeczu rzeki An’hita. Druga zaś obrała drogę północną wzdłuż grzbietu Gór Popielnych, która doprowadziła ich do smaganej mroźnymi wiatrami doliny. Tam też założyli warownię Fjellborg - stolicę dzisiejszego Nordmaru.
uk: Перші, тижнями блукаючи непривітною південною пустелею, заснували поселення Варант у басейні річки Ан'хіта. Другі, навпаки, пішли північним шляхом вздовж хребта Попелястих гір, який привів їх до обвітреної морозними вітрами долини. Там вони заснували фортецю Ф'єллборг - столицю сучасного Нордмару.

source: Pierwsza zajmuje się wszelkimi przestępstwami i problemami obywateli na wyspie. Jeśli zgłosisz Roderichowi swój problem może będzie w stanie ci jakoś pomóc.
uk: Перша займається всіма злочинами і проблемами жителів острова. Якщо звернешся до Родеріха, він, можливо, зможе тобі якось допомогти.

source: Pierwsze co zrobię po wyjściu, to uchleję się do nieprzytomności. Może w ten sposób zapomnę o tym miejscu...
uk: Перше, що я зроблю після того, як вийду звідси, це нап'юся до втрати свідомості. Може, так я забуду про це місце...

source: Pierwsze już mam, a na pewno znajdą się kolejne. Co zrobiłeś z Reezem?
uk: Перший вже маю, і я впевнений, що знайдуться ще. Що ти зробив з Різом?

source: Pierwsze miejsce znajduje się całkiem blisko Przystani.
uk: Перше місце знаходиться досить близько до Гавані.

source: Pierwsze relację są sprzeczne. Orkowie zaczęli pojawiać się masowo w Nordmarze, sprawiali wrażenie, jakby przed czymś uciekali.
uk: Перші згадки суперечливі. Орки почали масово з'являтися в Нордмарі, що створює враження, ніби вони від чогось втікали.

source: Pierwsze słyszę, ale całkiem niedawno widziałam go w gospodzie. Był cały w nerwach.
uk: Вперше чую, але зовсім недавно я бачила його в корчмі. Він був весь на нервах.

source: Pierwsze słyszę.
uk: Вперше про це чую.

source: Pierwsze uderzenie Myrtańczyków spadło na północno-zachodnie wybrzeże wyspy. Przywitani przez ostrzał łuczników paladyni parli naprzód, ścierając się z zastępami toporników z Glenwyr. W tym samym czasie flota zablokowała port, a od zachodu knechci podążyli w górę biegu Srebrnej Rzeki, wbijając się klinem w oddziały synów Volfzacka.
uk: Перший удар міртанців припав на північно-західне узбережжя острова. Під прицільним вогнем лучників паладини пішли вперед, зіткнувшись з Гленвірськими сокирниками. Водночас флот заблокував порт, а із заходу лицарі пішли Срібною річкою вгору за течією, вбиваючи клин у війська синів Вольфзака.

source: Pierwsze uderzenie myrtańskiego młota spadło na niewielkie wybrzeże na północy wyspy obsadzone siłami Jarunda. To właśnie tam rozgorzała jedna z najkrwawszych bitew wojny toczona między awangardą wojsk królewskich a najemnikami z Glenwyr. Mimo elementu zaskoczenia oraz miażdżącej przewagi po stronie Myrtańczyków, ludzie Jarunda przez cały dzień odpierali fale królewskich paladynów, dopóki ostatni obrońca nie wyzionął ducha. Trakt Północny stanął wówczas przed Maksymem otworem.
uk: Перший удар міртанського молота припав на невелике узбережжя на півночі острова, яке утримували війська Ярунда. Саме там відбулася одна з найкривавіших битв війни між авангардом королівських військ і найманцями з Гленвіру. Незважаючи на елемент несподіванки і нищівну перевагу на боці міртанців, люди Ярунда стримували хвилі королівських паладинів впродовж цілого дня, поки не загинув останній захисник. Після цього Північний шлях став для Максимуса відкритим.

source: Pierwsze wzmianki o Silbach sugerują, jakoby powstanie osady datowane było na okres po wkroczeniu na wyspę Maksyma III, króla Myrtany. Przekazy ustne wyraźnie jednak mówią o jej istnieniu już w czasach poprzedzających przybycie na Archolos „zakutych w stal wojowników zza wielkiego morza”. Można jednak przypuszczać, że wówczas Silbach było niczym więcej jak zlepkiem kilku chat, które dzięki kwitnącemu handlowi rozrosły się do rozmiarów pełnoprawnej wioski.
uk: Перші згадки про Сільбах свідчать про те, що поселення виникло після вторгнення на острів Максимуса III, короля Міртани. Усні перекази, однак, чітко вказують на те, що воно вже існувало задовго до прибуття на Архолос 'закутих у сталь воїнів з–за великого моря'. Можна припустити, що на той час Сільбах був не більше ніж кількома хатинами, які завдяки процвітаючій торгівлі перетворилися на повноцінне село.

source: Pierwsze: zatrudniasz się u któregoś z mistrzów i robisz wszystko, o co poprosi, jednocześnie ucząc się zawodu.
uk: Перший: найнятись в учні до якогось майстра і робити все, що він попросить, водночас навчаючись ремеслу.

source: Pierwszy koksownik rozpalony, mieszkańcy będą mogli się przy nim spokojnie ogrzać. Jeszcze cztery i mogę wracać do Patracjana.
uk: Першу жаровню запалено, тепер мешканці зможуть спокійно грітися біля неї. Ще чотири – і я можу повертатися до Патриціана.

source: Pierwszy krąg magii
uk: Перше Коло Магії

source: Pierwszy krąg magii - Księga 1 z 2
uk: Перше Коло Магії - Книга 1 з 2

source: Pierwszy krąg magii - Księga 2 z 2
uk: Перше Коло Магії - Книга 2 з 2

source: Pierwszy krąg magii jest dla wielu najtrudniejszy i najbardziej czasochłonny. Musisz pozwolić magii swobodnie przepływać przez swoje ciało, by zacząć w pełni z niej korzystać.
uk: Перше коло магії для багатьох є найскладнішим і найтривалішим. Тобі доведеться дозволити магії вільно протікати через твоє тіло, щоб почати користуватися нею повноцінно.

source: Pierwszy raz go na oczy widziałem, i jeśli mam być szczery, to mam nadzieję, że ostatni. Wygląda, jakby mógł przeciąć człowieka na pół.
uk: Це перший раз, коли я побачив його на власні очі, і, якщо чесно, сподіваюся, що востаннє. Він виглядає так, ніби може розірвати людину навпіл.

source: Pierwszy raz na oczy to widzę! Ktoś mnie wrabia! Ja nie tknąłem tego koła!
uk: Я вперше його бачу! Хтось мене підставив! Я цю шестірню не чіпав!

source: Pierwszy tom z czterech.
uk: Перший том з чотирьох.

source: Pierwszy tom z dwóch.
uk: Перший том з двох.

source: Pierwszy tom z pięciu.
uk: Перший том з п'яти.

source: Pierwszy tom z trzech.
uk: Перший том з трьох.

source: Pierwszy z nich jest grubym wielkoludem, drugi szczupłym, zakapturzonym mężczyzną.
uk: Перший – товстий здоровань, другий – стрункий чоловік у каптурі.

source: Pierwszy z trzech tomów służących do zgłębiania
uk: Перший з трьох томів, для вивчення

source: Pierwszy!
uk: Перший!

source: Pierwszym i najbardziej oczywistym punktem mojej podróży było miasto. Prawdę mówili żeglarze o rozmiarach tej aglomeracji. Jest ogromna! Jej niezliczone uliczki, przejścia, arkady i wiadukty z pewnością przyprawią Cię o niemały zawrót głowy.
uk: Першим і найочевиднішим пунктом моєї подорожі було місто. Моряки правду казали про розміри цієї агломерації. Воно величезне! Від незліченних вулиць, переходів, аркад і віадуків у вас неодмінно голова піде обертом.

source: Pierwszym władcą Silbach był Sir Bodryn, zwany też nestorem, bowiem żył nadzwyczaj długo jak na człowieka. Zgodnie z oczekiwaniami gubernatora, wiernie służył władzom Archolos, często przekładając zachcianki miejskich dygnitarzy ponad potrzeby mieszkańców Silbach. Mówi się, że to właśnie z tego powodu szybko został zapomniany przez tych ostatnich.
uk: Першим правителем Сільбаху був сер Бодрин, відомий також як нестаріючий, бо прожив надзвичайно довго як для людини. Згідно з очікуваннями губернатора, він вірно служив владі Архолосу, часто ставлячи забаганки міських можновладців вище за потреби мешканців Сільбаху. Подейкують, що саме з цієї причини він був швидко забутий останніми.

source: Pierwszą sprawą, jaką Wysłannik chce załatwić na Archolos, jest standaryzacja wyposażenia straży miejskiej.
uk: Найпершим питанням, яке Посол хоче вирішити на Архолосі, є стандартизація спорядження Міської Варти.

source: Pierwszą sprawą, jaką Wysłannik musi załatwić na Archolos, jest znalezienie miejsca, gdzie będą mogli mieszkać jego ludzie.
uk: Насамперед, Посол хоче знайти на Архолосі місце, де зможуть жити його люди.

source: Pierwszą, oddzielną administracyjnie dzielnicą stało się Stare Miasto, przeznaczone bogatym obywatelom Archolos, a zaraz po nim utworzono Dzielnicę Mieszczańską dla klasy średniej. Rozciąga się ona od Bramy Wschodniej po Zachodnią i po dziś dzień zajmuje dużą część miasta. W drugiej kolejności wydzielono Dzielnicę Rzemieślniczą zrzeszającą pracowników różnych cechów.
uk: Першим відокремленим кварталом стало Старе місто, в якому мешкали заможні громадяни Архолосу, а одразу за ним з'явився Житловий квартал, в якому мешкали представники середнього класу. Він простягнувся від східних до західних воріт і досі займає значну частину міста. Згодом з'явився Ремісничий квартал, в якому селилися працівники різних гільдій.
